Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.email.row.hint
source: Opens the two-step email change
ar: يفتح تغيير البريد المكوّن من خطوتين
bn: দুই ধাপের ইমেইল পরিবর্তন খোলে
ca: Obre el canvi de correu en dos passos
cs: Otevře dvoukrokovou změnu e-mailu
da: Åbner e-mailskift i to trin
de: Öffnet die zweistufige E-Mail-Änderung
el: Ανοίγει την αλλαγή email σε δύο βήματα
es: Abre el cambio de correo en dos pasos
fi: Avaa kaksivaiheisen sähköpostin vaihdon
fr: Ouvre le changement d’e-mail en deux étapes
he: פותח את שינוי הדוא״ל בשני שלבים
hi: दो चरणों वाला ईमेल बदलाव खोलता है
hr: Otvara promjenu e-pošte u dva koraka
hu: Megnyitja a kétlépéses e-mail-cím módosítást
id: Membuka perubahan email dua langkah
it: Apre la modifica dell'email in due passaggi
ja: 2段階のメール変更を開きます
ko: 2단계 이메일 변경을 열어요
ml: രണ്ടു ഘട്ടമുള്ള ഇമെയിൽ മാറ്റം തുറക്കുന്നു
ms: Membuka penukaran emel dua langkah
nb: Åpner e-postendringen i to trinn
nl: Opent de e-mailwijziging in twee stappen
pl: Otwiera dwuetapową zmianę e-maila
pt_br: Abre a alteração de e-mail em duas etapas
pt_pt: Abre a alteração de email em dois passos
ro: Deschide schimbarea e-mailului în doi pași
ru: Открывает двухэтапное изменение почты
sk: Otvorí dvojkrokovú zmenu e-mailu
sv: Öppnar e-poständringen i två steg
ta: இரண்டு படி மின்னஞ்சல் மாற்றத்தைத் திறக்கும்
te: రెండు దశల ఈమెయిల్ మార్పును తెరుస్తుంది
th: เปิดการเปลี่ยนอีเมลสองขั้นตอน
tr: İki adımlı e-posta değişikliğini açar
uk: Відкриває двоетапну зміну пошти
ur: دو مراحل میں ای میل بدلنے کا عمل کھولتا ہے
vi: Mở quy trình đổi email hai bước
zh_hans: 打开两步邮箱更改流程
zh_hant: 開啟兩步驟的電子郵件變更流程

# account.email.row.title
source: Email
ar: البريد الإلكتروني
bn: ইমেইল
ca: Correu electrònic
es: Correo
fi: Sähköposti
he: דוא״ל
hi: ईमेल
hr: E-pošta
ja: メール
ko: 이메일
ml: ഇമെയിൽ
ms: Emel
nb: E-post
ru: Почта
sv: E-post
ta: மின்னஞ்சல்
te: ఈమెయిల్
th: อีเมล
tr: E-posta
uk: Пошта
ur: ای میل
zh_hans: 邮箱
zh_hant: 電子郵件

# account.email.send
source: Send code to the new address
ar: أرسل الرمز إلى العنوان الجديد
bn: নতুন ঠিকানায় কোড পাঠান
ca: Envia el codi a l'adreça nova
cs: Poslat kód na novou adresu
da: Send kode til den nye adresse
de: Code an die neue Adresse senden
el: Αποστολή κωδικού στη νέα διεύθυνση
es: Enviar código a la nueva dirección
fi: Lähetä koodi uuteen osoitteeseen
fr: Envoyer le code à la nouvelle adresse
he: שלח קוד לכתובת החדשה
hi: नए पते पर कोड भेजें
hr: Pošalji kod na novu adresu
hu: Kód küldése az új címre
id: Kirim kode ke alamat baru
it: Invia il codice al nuovo indirizzo
ja: 新しいアドレスにコードを送信
ko: 새 주소로 코드 보내기
ml: പുതിയ വിലാസത്തിലേക്ക് കോഡ് അയയ്ക്കുക
ms: Hantar kod ke alamat baharu
nb: Send kode til den nye adressen
nl: Code naar nieuw adres sturen
pl: Wyślij kod na nowy adres
pt_br: Enviar código ao novo endereço
pt_pt: Enviar código para o novo endereço
ro: Trimite codul la adresa nouă
ru: Отправить код на новый адрес
sk: Poslať kód na novú adresu
sv: Skicka kod till den nya adressen
ta: புதிய முகவரிக்குக் குறியீட்டை அனுப்பு
te: కొత్త చిరునామాకు కోడ్ పంపు
th: ส่งรหัสไปยังที่อยู่ใหม่
tr: Yeni adrese kod gönder
uk: Надіслати код на нову адресу
ur: نئے پتے پر کوڈ بھیجیں
vi: Gửi mã đến địa chỉ mới
zh_hans: 向新邮箱发送验证码
zh_hant: 將驗證碼寄到新信箱

# account.email.send.hint
source: Emails a six-digit code to the address you typed above
ar: يرسل رمزًا من ستة أرقام إلى العنوان الذي كتبته أعلاه
bn: উপরে লেখা ঠিকানায় ছয় সংখ্যার কোড ইমেইল করে
ca: Envia per correu un codi de sis dígits a l'adreça que has escrit a dalt
cs: Pošle šestimístný kód na adresu zadanou výše
da: Sender en sekscifret kode til den adresse, du skrev ovenfor
de: Sendet einen sechsstelligen Code an die oben eingegebene Adresse
el: Στέλνει έναν εξαψήφιο κωδικό στη διεύθυνση που πληκτρολόγησες παραπάνω
es: Envía por correo un código de seis dígitos a la dirección que escribiste arriba
fi: Lähettää kuusinumeroisen koodin yllä kirjoittamaasi osoitteeseen
fr: Envoie un code à six chiffres à l’adresse saisie ci-dessus
he: שולח קוד בן שש ספרות לכתובת שהקלדת למעלה
hi: ऊपर लिखे पते पर छह अंकों का कोड ईमेल करता है
hr: Šalje šesteroznamenkasti kod na adresu koju si upisao/la gore
hu: Hatjegyű kódot küld a fent megadott címre
id: Mengirim kode enam digit lewat email ke alamat yang kamu ketik di atas
it: Invia un codice di sei cifre all'indirizzo che hai scritto sopra
ja: 上で入力したアドレスに6桁のコードをメールで送ります
ko: 위에 입력한 주소로 6자리 코드를 보내요
ml: മുകളിൽ ടൈപ്പ് ചെയ്ത വിലാസത്തിലേക്ക് ആറക്ക കോഡ് ഇമെയിൽ ചെയ്യുന്നു
ms: Mengemel kod enam digit ke alamat yang anda taip di atas
nb: Sender en sekssifret kode på e-post til adressen du skrev inn ovenfor
nl: Mailt een zescijferige code naar het adres dat je hierboven hebt ingevoerd
pl: Wysyła sześciocyfrowy kod na adres wpisany powyżej
pt_br: Envia um código de seis dígitos ao endereço digitado acima
pt_pt: Envia por email um código de seis dígitos para o endereço que escreveu acima
ro: Trimite un cod din șase cifre la adresa scrisă mai sus
ru: Отправляет шестизначный код на адрес, введённый выше
sk: Pošle šesťmiestny kód na adresu, ktorú si zadal vyššie
sv: Skickar en sexsiffrig kod till adressen du skrev ovan
ta: மேலே தட்டச்சு செய்த முகவரிக்கு ஆறு இலக்கக் குறியீட்டை மின்னஞ்சல் செய்யும்
te: పైన మీరు టైప్ చేసిన చిరునామాకు ఆరు అంకెల కోడ్ ఈమెయిల్ చేస్తుంది
th: ส่งรหัสหกหลักทางอีเมลไปยังที่อยู่ที่คุณพิมพ์ไว้ด้านบน
tr: Yukarıda yazdığınız adrese altı haneli bir kod gönderir
uk: Надсилає шестизначний код на адресу, яку ви ввели вище
ur: اوپر ٹائپ کیے گئے پتے پر چھ ہندسوں کا کوڈ ای میل کرتا ہے
vi: Gửi mã sáu chữ số đến địa chỉ bạn đã nhập ở trên
zh_hans: 向你在上方输入的邮箱发送六位验证码
zh_hant: 將六位數驗證碼寄到你上方輸入的信箱

# account.email.toast.changed
source: You now sign in with %@.
ar: أصبحت تسجّل الدخول باستخدام %@.
bn: এখন থেকে আপনি %@ দিয়ে সাইন ইন করবেন।
ca: Ara inicies la sessió amb %@.
cs: Nyní se přihlašuješ pomocí %@.
da: Du logger nu ind med %@.
de: Du meldest dich jetzt mit %@ an.
el: Τώρα συνδέεσαι με το %@.
es: Ahora inicias sesión con %@.
fi: Kirjaudut nyt osoitteella %@.
fr: Vous vous connectez désormais avec %@.
he: מעכשיו אתה מתחבר עם %@.
hi: अब आप %@ से साइन इन करते हैं।
hr: Sada se prijavljuješ s %@.
hu: Mostantól ezzel jelentkezel be: %@.
id: Sekarang kamu masuk dengan %@.
it: Ora accedi con %@.
ja: 今後は%@でサインインします。
ko: 이제 %@(으)로 로그인해요.
ml: ഇനി %@ ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യാം.
ms: Anda kini log masuk dengan %@.
nb: Du logger nå inn med %@.
nl: Je logt nu in met %@.
pl: Teraz logujesz się adresem %@.
pt_br: Agora você entra com %@.
pt_pt: Agora inicia sessão com %@.
ro: Acum te autentifici cu %@.
ru: Теперь вы входите с адресом %@.
sk: Teraz sa prihlasuješ pomocou %@.
sv: Du loggar nu in med %@.
ta: இனி %@ மூலம் உள்நுழைவீர்கள்.
te: ఇప్పుడు మీరు %@తో సైన్ ఇన్ చేస్తారు.
th: ตอนนี้คุณลงชื่อเข้าใช้ด้วย %@ แล้ว
tr: Artık %@ ile giriş yapıyorsunuz.
uk: Тепер ви входите з %@.
ur: اب آپ %@ سے سائن اِن کرتے ہیں۔
vi: Giờ bạn đăng nhập bằng %@.
zh_hans: 你现在使用 %@ 登录。
zh_hant: 你現在使用 %@ 登入。

# account.email.useDifferent
source: Use a different address
ar: استخدم عنوانًا آخر
bn: অন্য ঠিকানা ব্যবহার করুন
ca: Fes servir una altra adreça
cs: Použít jinou adresu
da: Brug en anden adresse
de: Andere Adresse verwenden
el: Χρήση άλλης διεύθυνσης
es: Usar otra dirección
fi: Käytä toista osoitetta
fr: Utiliser une autre adresse
he: השתמש בכתובת אחרת
hi: दूसरा पता इस्तेमाल करें
hr: Koristi drugu adresu
hu: Másik cím használata
id: Pakai alamat lain
it: Usa un altro indirizzo
ja: 別のアドレスを使う
ko: 다른 주소 사용
ml: മറ്റൊരു വിലാസം ഉപയോഗിക്കുക
ms: Guna alamat lain
nb: Bruk en annen adresse
nl: Ander adres gebruiken
pl: Użyj innego adresu
pt_br: Usar outro endereço
pt_pt: Usar outro endereço
ro: Folosește altă adresă
ru: Использовать другой адрес
sk: Použiť inú adresu
sv: Använd en annan adress
ta: வேறு முகவரியைப் பயன்படுத்து
te: వేరే చిరునామా వాడండి
th: ใช้ที่อยู่อื่น
tr: Başka bir adres kullan
uk: Використати іншу адресу
ur: دوسرا پتا استعمال کریں
vi: Dùng địa chỉ khác
zh_hans: 使用其他邮箱
zh_hant: 使用其他信箱

# account.email.useDifferent.hint
source: Discards this code and starts again
ar: يتجاهل هذا الرمز ويبدأ من جديد
bn: এই কোড বাদ দিয়ে নতুন করে শুরু করে
ca: Descarta aquest codi i torna a començar
cs: Zahodí tento kód a začne znovu
da: Kasserer denne kode og starter forfra
de: Verwirft diesen Code und beginnt von vorn
el: Απορρίπτει αυτόν τον κωδικό και ξεκινά από την αρχή
es: Descarta este código y empieza de nuevo
fi: Hylkää tämän koodin ja aloittaa alusta
fr: Annule ce code et recommence
he: מבטל את הקוד הזה ומתחיל מחדש
hi: यह कोड हटाकर फिर से शुरू करता है
hr: Odbacuje ovaj kod i počinje ispočetka
hu: Elveti ezt a kódot, és újrakezdi
id: Membuang kode ini dan memulai lagi
it: Scarta questo codice e ricomincia
ja: このコードを破棄して最初からやり直します
ko: 이 코드를 버리고 처음부터 다시 시작해요
ml: ഈ കോഡ് ഒഴിവാക്കി വീണ്ടും തുടങ്ങുന്നു
ms: Membuang kod ini dan bermula semula
nb: Forkaster denne koden og starter på nytt
nl: Verwerpt deze code en begint opnieuw
pl: Odrzuca ten kod i zaczyna od nowa
pt_br: Descarta este código e recomeça
pt_pt: Descarta este código e recomeça
ro: Renunță la acest cod și o ia de la capăt
ru: Отменяет этот код и начинает заново
sk: Zahodí tento kód a začne odznova
sv: Förkastar den här koden och börjar om
ta: இந்தக் குறியீட்டை நீக்கி மீண்டும் தொடங்கும்
te: ఈ కోడ్‌ను రద్దు చేసి మళ్లీ మొదలుపెడుతుంది
th: ทิ้งรหัสนี้และเริ่มใหม่
tr: Bu kodu iptal eder ve baştan başlar
uk: Скасовує цей код і починає знову
ur: اس کوڈ کو رد کر کے دوبارہ شروع کرتا ہے
vi: Hủy mã này và bắt đầu lại
zh_hans: 丢弃此验证码并重新开始
zh_hant: 捨棄此驗證碼並重新開始

# account.export.detail
source: Your account, every post you have written, your topic settings, who you follow and the history of your verification (dates, document type, and whether photos were kept — never the photos themselves), as a JSON file. Automatic topic labels are left out and the file says so: they are guesses Known made about your posts, not anything you wrote.
ar: حسابك، وكل منشور كتبته، وإعدادات مواضيعك، ومن تتابعهم، وسجل التحقق الخاص بك (التواريخ ونوع الوثيقة وهل حُفظت الصور — دون الصور نفسها)، في ملف JSON. أما تصنيفات المواضيع التلقائية فمستثناة، والملف يوضّح ذلك: فهي تخمينات من «معروف» عن منشوراتك، وليست شيئًا كتبته أنت.
bn: আপনার অ্যাকাউন্ট, আপনার লেখা প্রতিটি পোস্ট, আপনার বিষয়ের সেটিংস, আপনি কাদের ফলো করেন এবং আপনার ভেরিফিকেশনের ইতিহাস (তারিখ, নথির ধরন, এবং ছবি রাখা হয়েছে কি না — ছবি নিজে কখনও নয়), একটি JSON ফাইল হিসেবে। স্বয়ংক্রিয় বিষয়-লেবেল বাদ দেওয়া হয়েছে এবং ফাইলে তা বলা আছে: সেগুলো আপনার পোস্ট নিয়ে Known-এর অনুমান, আপনার লেখা কিছু নয়।
ca: El teu compte, totes les publicacions que has escrit, els ajustos de temes, a qui segueixes i l'historial de la teva verificació (dates, tipus de document i si es van conservar les fotos, mai les fotos en si), en un fitxer JSON. Les etiquetes de tema automàtiques s'ometen i el fitxer ho indica: són suposicions que Known ha fet sobre les teves publicacions, no res que hagis escrit tu.
cs: Tvůj účet, každý příspěvek, který jsi napsal, nastavení témat, koho sleduješ a historie tvého ověření (data, typ dokladu a zda se fotografie uchovaly – nikdy ne samotné fotografie) jako soubor JSON. Automatické štítky témat jsou vynechány a soubor to uvádí: jsou to domněnky aplikace Known o tvých příspěvcích, ne nic, co jsi napsal.
da: Din konto, alle opslag du har skrevet, dine emneindstillinger, hvem du følger og historikken for din verificering (datoer, dokumenttype og om fotos blev gemt – aldrig selve fotoene) som en JSON-fil. Automatiske emnemærker er udeladt, og filen oplyser det: De er gæt, som Known har gjort om dine opslag, ikke noget, du har skrevet.
de: Dein Konto, alle Beiträge, die du geschrieben hast, deine Themeneinstellungen, wem du folgst und der Verlauf deiner Verifizierung (Datum, Dokumentart und ob Fotos aufbewahrt wurden – nie die Fotos selbst) als JSON-Datei. Automatische Themenlabels sind nicht enthalten, und die Datei weist darauf hin: Es sind Vermutungen von Known über deine Beiträge, nichts, was du geschrieben hast.
el: Ο λογαριασμός σου, κάθε ανάρτηση που έγραψες, οι ρυθμίσεις θεμάτων σου, όσους ακολουθείς και το ιστορικό της επαλήθευσής σου (ημερομηνίες, τύπος εγγράφου και αν κρατήθηκαν φωτογραφίες — ποτέ οι ίδιες οι φωτογραφίες), ως αρχείο JSON. Οι αυτόματες ετικέτες θεμάτων παραλείπονται και το αρχείο το αναφέρει: είναι εικασίες του Known για τις αναρτήσεις σου, όχι κάτι που έγραψες εσύ.
es: Tu cuenta, todas las publicaciones que has escrito, tus ajustes de temas, a quién sigues y el historial de tu verificación (fechas, tipo de documento y si se conservaron las fotos, nunca las fotos en sí), en un archivo JSON. Las etiquetas de tema automáticas se omiten y el archivo lo indica: son suposiciones de Known sobre tus publicaciones, no algo que hayas escrito.
fi: Tilisi, kaikki kirjoittamasi julkaisut, aiheasetuksesi, seurattavasi ja vahvistuksesi historia (päivämäärät, asiakirjatyyppi ja se, säilytettiinkö kuvat – ei koskaan itse kuvia) JSON-tiedostona. Automaattiset aiheluokat jätetään pois ja tiedosto kertoo sen: ne ovat Knownin arvauksia julkaisuistasi, eivät mitään mitä itse kirjoitit.
fr: Votre compte, tous les posts que vous avez écrits, vos réglages de sujets, les personnes que vous suivez et l’historique de votre vérification (dates, type de document et si les photos ont été conservées — jamais les photos elles-mêmes), dans un fichier JSON. Les étiquettes de sujets automatiques sont exclues et le fichier le précise : ce sont des suppositions de Known sur vos posts, pas quelque chose que vous avez écrit.
he: החשבון שלך, כל פוסט שכתבת, הגדרות הנושאים שלך, את מי אתה עוקב וההיסטוריה של האימות שלך (תאריכים, סוג המסמך והאם התמונות נשמרו — אף פעם לא התמונות עצמן), כקובץ JSON. תוויות נושא אוטומטיות לא נכללות והקובץ אומר זאת: אלה ניחושים של Known על הפוסטים שלך, לא משהו שכתבת.
hi: आपका अकाउंट, आपकी लिखी हर पोस्ट, आपकी टॉपिक सेटिंग्स, आप किसे फ़ॉलो करते हैं और आपके सत्यापन का इतिहास (तारीख़ें, दस्तावेज़ का प्रकार, और फ़ोटो रखी गईं या नहीं — फ़ोटो खुद कभी नहीं), एक JSON फ़ाइल के रूप में। अपने-आप बने टॉपिक लेबल शामिल नहीं हैं और फ़ाइल यह बताती भी है: वे आपकी पोस्ट के बारे में Known के अंदाज़े हैं, आपकी लिखी कोई चीज़ नहीं।
hr: Tvoj račun, sve objave koje si napisao/la, postavke tema, koga pratiš i povijest tvoje provjere (datumi, vrsta isprave i jesu li fotografije zadržane — nikada same fotografije), kao JSON datoteka. Automatske oznake tema izostavljene su, a datoteka to navodi: to su pretpostavke koje je Known donijela o tvojim objavama, a ne nešto što si ti napisao/la.
hu: A fiókod, minden általad írt bejegyzés, a témabeállításaid, a követettjeid és a hitelesítésed története (dátumok, okmánytípus, és hogy a fotókat megőriztük-e – magukat a fotókat soha), JSON-fájlként. Az automatikus témacímkék kimaradnak, és a fájl ezt jelzi: ezek a Known találgatásai a bejegyzéseidről, nem általad írt tartalom.
id: Akunmu, setiap postingan yang kamu tulis, pengaturan topikmu, siapa yang kamu ikuti, dan riwayat verifikasimu (tanggal, jenis dokumen, dan apakah foto disimpan — tidak pernah fotonya sendiri), sebagai berkas JSON. Label topik otomatis tidak disertakan dan berkas menyebutkannya: itu hanya tebakan Known tentang postinganmu, bukan sesuatu yang kamu tulis.
it: Il tuo account, ogni post che hai scritto, le impostazioni degli argomenti, chi segui e la cronologia della tua verifica (date, tipo di documento e se le foto sono state conservate, mai le foto stesse), in un file JSON. Le etichette automatiche degli argomenti sono escluse e il file lo indica: sono ipotesi fatte da Known sui tuoi post, non qualcosa che hai scritto tu.
ja: アカウント、これまでに書いたすべての投稿、トピック設定、フォロー中のユーザー、本人確認の履歴(日付、書類の種類、写真が保管されたかどうか。写真そのものは含まれません)をJSONファイルで受け取れます。自動のトピックラベルは含まれません。これはあなたが書いたものではなく、Knownが投稿について推測したものだからです。ファイルにもその旨が記載されます。
ko: 계정, 작성한 모든 게시물, 주제 설정, 팔로우 목록, 인증 기록(날짜, 문서 종류, 사진 보관 여부이며 사진 자체는 포함되지 않아요)을 JSON 파일로 제공해요. 자동 주제 라벨은 제외되며 파일에도 그렇게 표시돼요. 이는 직접 쓴 내용이 아니라 Known이 게시물에 대해 추측한 것이기 때문이에요.
ml: നിങ്ങളുടെ അക്കൗണ്ട്, നിങ്ങൾ എഴുതിയ എല്ലാ പോസ്റ്റുകളും, വിഷയ ക്രമീകരണങ്ങൾ, നിങ്ങൾ ഫോളോ ചെയ്യുന്നവർ, പരിശോധനയുടെ ചരിത്രം (തീയതികൾ, രേഖയുടെ തരം, ഫോട്ടോകൾ സൂക്ഷിച്ചോ എന്നത് — ഫോട്ടോകൾ ഒരിക്കലും ഉൾപ്പെടില്ല) എന്നിവ ഒരു JSON ഫയലായി. സ്വയമേവയുള്ള വിഷയ ലേബലുകൾ ഒഴിവാക്കിയിരിക്കുന്നു, ഫയലിൽ അത് പറയുന്നുമുണ്ട്: അവ നിങ്ങളുടെ പോസ്റ്റുകളെക്കുറിച്ച് Known ഊഹിച്ചവയാണ്, നിങ്ങൾ എഴുതിയവയല്ല.
ms: Akaun anda, setiap siaran yang anda tulis, tetapan topik anda, siapa yang anda ikuti dan sejarah pengesahan anda (tarikh, jenis dokumen, dan sama ada foto disimpan — tidak sekali-kali foto itu sendiri), sebagai fail JSON. Label topik automatik tidak disertakan dan fail itu menyatakannya: ia hanyalah tekaan Known tentang siaran anda, bukan sesuatu yang anda tulis.
nb: Kontoen din, alle innlegg du har skrevet, emneinnstillingene dine, hvem du følger og verifiseringshistorikken din (datoer, dokumenttype og om bilder ble beholdt, aldri selve bildene), som en JSON-fil. Automatiske emnemerker er utelatt, og filen sier fra om det: de er gjetninger Known har gjort om innleggene dine, ikke noe du har skrevet.
nl: Je account, al je berichten, je onderwerpinstellingen, wie je volgt en de geschiedenis van je verificatie (data, documenttype en of foto's zijn bewaard, nooit de foto's zelf), als JSON-bestand. Automatische onderwerplabels zijn weggelaten en het bestand vermeldt dat: het zijn gissingen van Known over je berichten, niet iets wat je zelf hebt geschreven.
pl: Twoje konto, każdy napisany przez Ciebie wpis, ustawienia tematów, obserwowane osoby oraz historia weryfikacji (daty, typ dokumentu i informacja, czy zdjęcia zostały zachowane — nigdy same zdjęcia), w pliku JSON. Automatyczne etykiety tematów są pominięte, a plik to zaznacza: to domysły Known na temat Twoich wpisów, a nie coś, co napisałeś(-aś).
pt_br: Sua conta, todos os posts que você escreveu, suas configurações de tópicos, quem você segue e o histórico da sua verificação (datas, tipo de documento e se as fotos foram mantidas, nunca as fotos em si), em um arquivo JSON. Os rótulos automáticos de tópicos ficam de fora, e o arquivo informa isso: são palpites do Known sobre seus posts, não algo que você escreveu.
pt_pt: A sua conta, todas as publicações que escreveu, as definições de tópicos, as pessoas que segue e o histórico da sua verificação (datas, tipo de documento e se as fotos foram guardadas — nunca as fotos em si), num ficheiro JSON. As etiquetas automáticas de tópicos ficam de fora e o ficheiro indica-o: são suposições que a Known fez sobre as suas publicações, não algo que escreveu.
ro: Contul tău, toate postările scrise, setările de subiecte, cine te urmărește și istoricul verificării (date, tipul documentului și dacă fotografiile au fost păstrate — niciodată fotografiile în sine), ca fișier JSON. Etichetele automate de subiect sunt omise, iar fișierul spune asta: sunt presupuneri ale Known despre postările tale, nu ceva scris de tine.
ru: Ваш аккаунт, все написанные вами посты, настройки тем, ваши подписки и история проверки личности (даты, тип документа и то, сохранялись ли фото — но не сами фото) в виде файла JSON. Автоматические метки тем не включены, и в файле это указано: это догадки Known о ваших постах, а не то, что написали вы.
sk: Tvoj účet, každý príspevok, ktorý si napísal, nastavenia tém, koho sleduješ a história tvojho overenia (dátumy, typ dokladu a či sa fotky uchovali — nikdy nie samotné fotky) ako súbor JSON. Automatické označenia tém sú vynechané a súbor to uvádza: sú to odhady, ktoré Known urobila o tvojich príspevkoch, nie niečo, čo si napísal ty.
sv: Ditt konto, alla inlägg du skrivit, dina ämnesinställningar, vem du följer och historiken för din verifiering (datum, dokumenttyp och om bilder sparades – aldrig själva bilderna), som en JSON-fil. Automatiska ämnesetiketter utelämnas och filen anger det: de är gissningar som Known gjort om dina inlägg, inget du har skrivit.
ta: உங்கள் கணக்கு, நீங்கள் எழுதிய ஒவ்வொரு இடுகை, தலைப்பு அமைப்புகள், நீங்கள் பின்தொடர்பவர்கள், சரிபார்ப்பு வரலாறு (தேதிகள், ஆவண வகை, புகைப்படங்கள் வைக்கப்பட்டனவா என்பது — புகைப்படங்கள் ஒருபோதும் இல்லை) ஆகியவை JSON கோப்பாக. தானியங்கி தலைப்பு லேபிள்கள் சேர்க்கப்படவில்லை, கோப்பும் அதைக் குறிப்பிடும்: அவை உங்கள் இடுகைகள் பற்றி Known செய்த ஊகங்கள், நீங்கள் எழுதியவை அல்ல.
te: మీ ఖాతా, మీరు రాసిన ప్రతి పోస్ట్, మీ టాపిక్ సెట్టింగ్‌లు, మీరు ఫాలో అయ్యేవారు, మీ ధృవీకరణ చరిత్ర (తేదీలు, పత్రం రకం, ఫోటోలు ఉంచబడ్డాయా లేదా — ఫోటోలు మాత్రం ఎప్పుడూ ఉండవు) ఒక JSON ఫైల్‌గా. ఆటోమేటిక్ టాపిక్ లేబుల్‌లు చేర్చబడవు, ఫైల్ ఆ విషయం చెబుతుంది: అవి మీ పోస్ట్‌ల గురించి Known వేసిన అంచనాలు, మీరు రాసినవి కావు.
th: บัญชีของคุณ โพสต์ทุกโพสต์ที่คุณเขียน การตั้งค่าหัวข้อ คนที่คุณติดตาม และประวัติการยืนยันตัวตน (วันที่ ประเภทเอกสาร และว่าเก็บรูปไว้หรือไม่ ไม่รวมตัวรูป) เป็นไฟล์ JSON ป้ายหัวข้ออัตโนมัติจะไม่รวมอยู่ด้วย และไฟล์ระบุไว้ชัดเจน เพราะเป็นสิ่งที่ Known คาดเดาเกี่ยวกับโพสต์ของคุณ ไม่ใช่สิ่งที่คุณเขียน
tr: Hesabınız, yazdığınız tüm gönderiler, konu ayarlarınız, takip ettikleriniz ve doğrulama geçmişiniz (tarihler, belge türü ve fotoğrafların saklanıp saklanmadığı; fotoğrafların kendisi asla), JSON dosyası olarak. Otomatik konu etiketleri dahil edilmez ve dosya bunu belirtir: bunlar Known'un gönderileriniz hakkında yaptığı tahminlerdir, sizin yazdığınız bir şey değildir.
uk: Ваш обліковий запис, усі написані вами дописи, налаштування тем, ваші підписки та історія верифікації (дати, тип документа і чи зберігалися фото — але ніколи самі фото) у вигляді файлу JSON. Автоматичні мітки тем не включаються, і файл про це повідомляє: це припущення Known про ваші дописи, а не те, що написали ви.
ur: آپ کا اکاؤنٹ، آپ کی لکھی ہوئی ہر پوسٹ، آپ کی موضوعات کی سیٹنگز، آپ جنہیں فالو کرتے ہیں، اور آپ کی تصدیق کی تاریخ (تاریخیں، دستاویز کی قسم، اور یہ کہ تصاویر رکھی گئیں یا نہیں — تصاویر خود کبھی نہیں)، ایک JSON فائل کی صورت میں۔ خودکار موضوع لیبل شامل نہیں ہیں اور فائل میں یہ لکھا ہوتا ہے: وہ آپ کی پوسٹس کے بارے میں Known کے اندازے ہیں، آپ کی لکھی ہوئی کوئی چیز نہیں۔
vi: Tài khoản của bạn, mọi bài đăng bạn đã viết, cài đặt chủ đề, những người bạn theo dõi và lịch sử xác minh của bạn (ngày tháng, loại giấy tờ và việc ảnh có được giữ hay không — không bao giờ gồm chính các ảnh), dưới dạng tệp JSON. Các nhãn chủ đề tự động không được đưa vào và tệp có ghi rõ: đó là những phỏng đoán của Known về bài đăng của bạn, không phải điều bạn viết.
zh_hans: 你的账户、你写过的每一篇帖子、你的话题设置、你关注的人，以及你的验证记录（日期、证件类型，以及是否保留了照片，绝不包含照片本身），以 JSON 文件提供。自动生成的话题标签不会包含在内，文件中也会注明：它们是 Known 对你帖子的推测，并非你所写的内容。
zh_hant: 你的帳號、你寫過的每一則貼文、主題設定、你追蹤的對象，以及驗證紀錄（日期、證件類型，以及是否保留照片，絕不包含照片本身），以 JSON 檔案提供。自動產生的主題標籤不會包含在內，檔案中也會註明：那是 Known 對你貼文的推測，並非你所寫的內容。

# account.export.download
source: Download
ar: تنزيل
bn: ডাউনলোড
ca: Descarrega
cs: Stáhnout
da: Hent
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
he: הורדה
hi: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
ko: 다운로드
ml: ഡൗൺലോഡ്
ms: Muat turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt_br: Baixar
pt_pt: Transferir
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sv: Ladda ner
ta: பதிவிறக்கு
te: డౌన్‌లోడ్
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
ur: ڈاؤن لوڈ
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載
